---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.OffsetSurface
source: html/140b0270-0a5c-ff1f-1338-1ee349628e40.htm
---
# OffsetSurface Members

Returns a copy of basis surface of this OffsetSurface.